Repository: Lev2307/notifications
Catalog: notifications/locale/*/LC_MESSAGES/django.po
Languages: de, ru

source: The two password fields didn’t match.
de: Die beiden Passwortfelder stimmten nicht überein.
ru: Два поля пароля не совпадают.

source: If you don`t know your timezone, please google it! This field is important for sending notifications correctly.
de: Wenn Sie Ihre Zeitzone nicht kennen, googeln Sie sie bitte! Dieses Feld ist wichtig für den korrekten Versand von Benachrichtigungen.
ru: Если вы не знаете свой часовой пояс, пожалуйста, прогуглите его! Это поле важно для корректной отправки оповещений.

source: Timezone
de: Zeitzone
ru: Часовой пояс

source: Password
de: Passwort
ru: Пароль

source: Password confirmation
de: Passwort Bestätigung
ru: Подтверждение поля

source: Enter the same password as before, for verification.
de: Geben Sie zur Verifizierung das gleiche Passwort wie zuvor ein.
ru: Введите тот же пароль, что и раньше, для проверки.

source: This mail already exists
de: Diese E-Mail existiert bereits
ru: Эта почта уже существует

source: Access denied: wrong username or password.
de: Zugriff verweigert: falscher Benutzername oder falsches Passwort.
ru: Доступ запрещен: неправильное имя пользователя или пароль.

source: Both "username" and "password" are required.
de: Sowohl "Benutzername" als auch "Passwort" sind erforderlich.
ru: Требуются как "имя пользователя", так и "пароль".

source: Your password
de: Ihr Passwort
ru: Ваш пароль

source: Your new email
de: Ihre neue E-Mail
ru: Ваша новая почта

source: Your password is wrong or this email already exists
de: Ihr Passwort ist falsch oder diese E-Mail existiert bereits
ru: Ваш пароль неверен или этот адрес электронной почты уже существует

source: User`s telegram username
de: Telegram-Benutzername
ru: Имя пользователя в Telegram

source: Added at
de: Hinzugefügt zu
ru: Добавлено в

source: Social network
de: soziale Netzwerke
ru: Социальная сеть

source: Active
de: Aktiviert
ru: Активированная

source: Provided network
de: Bereitgestelltes Netzwerk
ru: Подключенная сеть

source: Enter an email address
de: Gib eine E-mail Adresse ein
ru: Введите адрес электронной почты

source: Subscribed
de: Abonnierter
ru: Подписан

source: Social networks
de: soziale Netzwerke
ru: Социальные сети

source: User tg
de: Benutzertg
ru: Пользовательский tg

source: Your email has been successfully confirmed!
de: Ihre E-Mail wurde erfolgreich bestätigt!
ru: Ваш адрес электронной почты был успешно подтвержден!

source: Page not found
de: Seite nicht gefunden
ru: Страница не найдена

source: Russian
de: Russisch
ru: Русский

source: English
de: Englisch
ru: Английский

source: German
de: Deutsch
ru: Немецкий

source: UTC 00:00 ( for example Reykjavik, Lisbon )
de: UTC 00:00 ( zum Beispiel Reykjavik, Lissabon )
ru: UTC 00:00 ( например, Рейкьявик, Лиссабон )

source: UTC +01:00 ( for example, London, Dublin )
de: UTC +01:00 ( zum Beispiel London, Dublin )
ru: UTC +01:00 ( например, Лондон, Дублин )

source: UTC +02:00 ( for example, Kaliningrad, Berlin, Paris, Warsaw, Zagreb )
de: UTC +02:00 ( zum Beispiel Kaliningrad, Berlin, Paris, Warschau, Zagreb )
ru: UTC +02:00 ( например, Калининград, Берлин, Париж, Варшава, Загреб )

source: UTC +03:00 ( for example, Moscow, Riga, Saint Petersburg, Minsk, Volgograd, Kirov )
de: UTC +03:00 ( zum Beispiel Moskau, Riga, Sankt Petersburg, Minsk, Wolgograd, Kirow )
ru: UTC +03:00 ( например, Москва, Рига, Санкт-Петербург, Минск, Волгоград, Киров )

source: UTC +04:00 ( for example, Baku, Tbilisi, Yerevan, Samara, Ulyanovsk )
de: UTC +04:00 ( zum Beispiel Baku, Tiflis, Eriwan, Samara, Uljanowsk )
ru: UTC +04:00 ( например, Баку, Тбилиси, Ереван, Самара, Ульяновск )

source: UTC +04:30 ( for example, Kabul )
de: UTC +04:30 ( zum Beispiel Kabul )
ru: UTC +04:30 ( например, Кабул )

source: UTC +05:00 ( for example, Yekaterinburg, Tashkent )
de: UTC +05:00 ( zum Beispiel Jekaterinburg, Taschkent )
ru: UTC +05:00 ( например, Екатеринбург, Ташкент )

source: UTC +06:00 ( for example, Almaty, Omsk, Bishkek )
de: UTC +06:00 ( zum Beispiel Almaty, Omsk, Bischkek )
ru: UTC +06:00 ( например, Алматы, Омск, Бишкек )

source: UTC +07:00 ( for example, Novosibirsk, Krasnoyarsk, Novokuznetsk, Bangkok, Hanoi, Jakarta )
de: UTC +07:00 ( zum Beispiel Nowosibirsk, Krasnojarsk, Nowokusnezk, Bangkok, Hanoi, Jakarta )
ru: UTC +07:00 ( например, Новосибирск, Красноярск, Новокузнецк, Бангкок, Ханой, Джакарта )

source: UTC +08:00 ( for example, Irkutsk, Beijing, Hong Kong, Singapore )
de: UTC +08:00 ( zum Beispiel Irkutsk, Peking, Hongkong, Singapur )
ru: UTC +08:00 ( например, Иркутск, Пекин, Гонконг, Сингапур )

source: UTC +09:00 ( for example, Yakutsk, Tokyo, Osaka )
de: UTC +09:00 ( zum Beispiel Jakutsk, Tokio, Osaka )
ru: UTC +09:00 ( например, Якутск, Токио, Осака )

source: UTC +10:00 ( for example, Vladivostok, Canberra, Melbourne, Sydney )
de: UTC +10:00 ( zum Beispiel Wladiwostok, Canberra, Melbourne, Sydney )
ru: UTC +10:00 ( например, Владивосток, Канберра, Мельбурн, Сидней )

source: UTC +11:00 ( for example, Magadan, Solomon Islands, New Caledonia )
de: UTC +11:00 ( zum Beispiel Magadan, Salomonen, Neukaledonien)
ru: UTC +11:00 ( например, Магадан, Соломоновы острова, Новая Каледония )

source: UTC +12:00 ( for example, Fiji Islands, Kamchatka, Marshall Islands )
de: UTC +12:00 ( zum Beispiel Fidschi-Inseln, Kamtschatka, Marshallinseln )
ru: UTC +12:00 ( например, острова Фиджи, Камчатка, Маршалловы острова )

source: UTC -05:00 ( Eastern US )
de: UTC -05:00 ( Osten der USA )
ru: UTC -05:00 ( Восточная часть США )

source: UTC -06:00 ( for example, Central America )
de: UTC -06:00 ( zum Beispiel Mittelamerika )
ru: UTC -06:00 ( например, Центральная Америка )

source: UTC -07:00 ( for example, Arizona )
de: UTC -07:00 ( zum Beispiel Arizona )
ru: UTC -07:00 ( например, Аризона )

source: UTC -08:00 ( for example, Alaska )
de: UTC -08:00 ( zum Beispiel Alaska )
ru: UTC -08:00 ( например, Аляска )

source: UTC -10:00 ( for example, Hawaii )
de: UTC -10:00 ( zum Beispiel Hawaii )
ru: UTC -10:00 ( например, Гавайи )

source: Category name
de: Kategoriename
ru: Название категории

source: Choose a different color or a different name for the notification type as it already exists
de: Wählen Sie eine andere Farbe oder einen anderen Namen für den Benachrichtigungstyp, da er bereits vorhanden ist
ru: Выберите другой цвет или другое название для типа оповещения, поскольку оно уже существует

source: User
de: Benutzer
ru: Пользователь

source: Color
de: Farbig
ru: Цвет

source: Category
de: Zimmerkategorie
ru: Категория

source: Date
de: Datum
ru: Дата

source: Time
de: Zeit
ru: Время

source: Notification date cannot be in the past!!!
de: Das Benachrichtigungsdatum darf nicht in der Vergangenheit liegen!!!
ru: Дата оповещения не может быть в прошлом!!!

source: Number of repetitions
de: Anzahl der Wiederholungen
ru: Количество повторений

source: If you want to enter your dates, you should choose `Your own dates`
de: Wenn Sie Ihre Daten eingeben möchten, sollten Sie `Ihre eigenen Daten` wählen
ru: Если вы хотите ввести свои даты, вам следует выбрать `Ваши собственные даты`

source: If you`ve chosen `Your own dates`, please enter your dates in the field `your own dates`
de: Wenn Sie `Ihre eigenen Daten' gewählt haben, geben Sie bitte Ihre Daten in das Feld `Ihre eigenen Daten` ein
ru: Если вы хотите ввести свои даты, вам следует выбрать `Ваши собственные даты`

source: ENTER DATES IN APPROPRIATE FORMAT
de: GEBEN SIE DATEN IM GEEIGNETEN FORMAT EIN
ru: ВВЕДИТЕ ДАТЫ В СООТВЕТСТВУЮЩЕМ ФОРМАТЕ

source: This date {date.date()} is too late. Please enter a date no later than 2040 year =3
de: Dieses Datum {date.date()} ist zu spät. Bitte geben Sie ein Datum ein, das nicht später als 2040 Jahr ist =3
ru: Эта дата {date.date()} слишком поздняя. Пожалуйста, введите дату не позднее 2040 года =3

source: Celery id
ru: Id селери таска

source: Time stamp
de: Zeitstempel
ru: Отметка времени оповещения

source: Status
ru: Статус

source: Created at
de: Erstellt am
ru: Создано в

source: Notification
de: Benachrichtigung
ru: Оповещение

source: Title
de: Titelleiste
ru: Заголовок

source: Text
ru: Текст

source: Notification type
de: Benachrichtigungstyp
ru: Тип оповещения

source: Dates
ru: Даты

source: You are not the author of this notification
de: Sie sind nicht der Autor dieser Benachrichtigung
ru: Вы не являетесь автором этого оповещения

source: Enter dates in appropriate format (yyyy-mm-dd), for example, 2023-08-15,2023-12-15 without any spaces!!!!!!!!
de: Geben Sie Datumsangaben im geeigneten Format (JJJJ-MM-TT) ein, z. B. 2023-08-15,2023-12-15 ohne Leerzeichen!!!!!!!!
ru: Введите даты в соответствующем формате (год-месяц-день), например, 2023-08-15,2023-12-15 без пробелов!!!!!!!!

source: If you`ve chosen `your own dates`, please enter your dates in the field `dates`
de: Wenn Sie `Ihre eigenen Daten' gewählt haben, geben Sie bitte Ihre Daten in das Feld `Daten` ein
ru: Если вы хотите ввести свои даты, вам следует выбрать `Ваши собственные даты`

source: This date {date.date()} should be in the future (not in the past and present =/ ) =3
de: Dieses Datum {date.date()} sollte in der Zukunft liegen (nicht in der Vergangenheit und Gegenwart =/) = 3
ru: Эта дата {date.date()} должна быть в будущем (не в прошлом и сейчас =/ ) =3

source: 👋 Hi, you have received a new notification!
de: 👋 Hallo, Sie haben eine neue Benachrichtigung erhalten!
ru: 👋 Привет, вы получили новое оповещение!

source: New notification
de: Neue Benachrichtigung
ru: Новое оповещение

source: Confirm linking the telegram to account
de: Bestätigen Sie die Verknüpfung des Telegramms mit Ihrem Konto
ru: Подтвердите привязку телеграма к аккаунту

source: Confirm
de: Bestätigen
ru: Подтверждение

source: Confirm changing the linking telegram
de: Änderung des verknüpften Telegramms bestätigen
ru: Подтвердите изменение привязанного telegram

source: Change
de: Ändern
ru: Изменить

source: Changing mail
de: E-Mail ändern
ru: Смена почты

source: Change mail
de: E-Mail ändern
ru: Сменить почту

source: You need to purchase a subscription to change your mail
de: Sie müssen ein Abonnement erwerben, um Ihre E-Mail-Adresse zu ändern
ru: Вам необходимо приобрести подписку, чтобы изменить свою почту

source: Detaching telegram account
de: Telegramm-Konto trennen
ru: Отключение телеграм аккаунта

source: Are you sure you want to detach the linked telegram
de: Sind Sie sicher, dass Sie das verknüpfte Telegramm trennen möchten
ru: Вы уверены, что хотите отключить привязанный telegram

source: Detach
de: Abtrennen
ru: Отключить

source: This link is already outdated
de: Dieser Link ist bereits veraltet
ru: Эта ссылка уже устарела

source: Go back
de: Gehe zurück
ru: Вернуться

source: To continue, you must confirm your email
de: Um fortzufahren, müssen Sie Ihre E-Mail-Adresse bestätigen
ru: Чтобы продолжить, вы должны подтвердить свою почту

source: We have sent you message on email
de: Wir haben Ihnen eine Nachricht per E-Mail gesendet
ru: Мы отправили вам сообщение на почту

source: Forgot your password
de: Passwort vergessen
ru: Забыли свой пароль

source: Enter your email address and we will send you instructions on how to restore your account
de: Geben Sie Ihre E-Mail-Adresse ein und wir senden Ihnen Anweisungen zur Wiederherstellung Ihres Kontos
ru: Введите свю почту, и мы вышлем вам инструкции о том, как восстановить вашу учетную запись

source: You have successfully reset your password
de: Sie haben Ihr Passwort erfolgreich zurückgesetzt
ru: Вы успешно сбросили свой пароль

source: Your new password has been set
de: Ihr neues Passwort wurde festgelegt
ru: Ваш новый пароль установлен

source: You can log in to your account
de: Sie können sich in Ihr Konto einloggen
ru: Вы можете войти в свою учетную запись

source: log in
de: anmelden
ru: войти

source: Enter a new password
de: Geben Sie ein neues Passwort ein
ru: Введите новый пароль

source: Change my password
de: Mein Passwort ändern
ru: Смена моего пароля

source: Go back to the login page
de: Zurück zur Login-Seite
ru: Вернитесь на страницу входа

source: We have sent you an email
de: Wir haben Ihnen eine E-Mail geschickt
ru: Мы отправили вам письмо на почту

source: Check your email
de: Überprüfen Sie Ihre E-Mails
ru: Проверьте свою почту

source: We have sent you an email with instructions on how to reset your password. You should answer it as soon as possible
de: Wir haben Ihnen eine E-Mail mit Anweisungen zum Zurücksetzen Ihres Passworts gesendet. Sie sollten es so schnell wie möglich beantworten
ru: Мы отправили вам письмо с инструкциями о том, как сбросить ваш пароль. Вы должны ответить на него как можно скорее

source: Login Page
de: Anmeldeseite
ru: Страница входа

source: Forgot password?
de: Passwort vergessen?
ru: Забыли пароль?

source: Log in
de: Anmelden
ru: Войти

source: Register
de: Registrieren
ru: Зарегистрироваться

source: You are with us since:
de: Sie sind bei uns seit:
ru: Вы с нами с:

source: Your categories:
de: Ihre Kategorien:
ru: Ваши категории:

source: Edit
de: Bearbeiten
ru: Отредактировать

source: Delete
de: Löschen
ru: Удалить

source: Unfortunately, you cannot change or delete this category, as it is assigned by default.
de: Leider können Sie diese Kategorie nicht ändern oder löschen, da sie standardmäßig zugewiesen ist.
ru: К сожалению, вы не можете изменить или удалить эту категорию, так как она назначена по умолчанию.

source: Add a new category for notifications
de: Fügen Sie eine neue Kategorie für Benachrichtigungen hinzu
ru: Добавить новую категорию для оповещений

source: You are not subscribed yet
de: Sie sind noch nicht abonniert
ru: Вы еще не подписаны

source: You are subscribed ^-^
de: Sie sind abonniert ^-^
ru: Вы подписаны ^-^

source: Networks
de: Netze
ru: Социальные сети

source: learn more
de: mehr erfahren
ru: узнать больше

source: Notifications will be sent to you
de: Benachrichtigungen werden an Sie gesendet
ru: Вам будут отправлены оповещения

source: on
de: auf
ru: включено

source: Notifications will be NOT sent to you
de: Benachrichtigungen werden NICHT an Sie gesendet
ru: Оповещения вам отправляться НЕ будут

source: off
ru: выключено

source: Linking
de: Verknüpfen
ru: Подключить

source: Language
de: Sprachlich
ru: Язык

source: Registration Page
de: Registrierungsseite
ru: Регистрация

source: Create account
de: Konto erstellen
ru: Создать учетную запись

source: Sender information
de: Absenderinformationen
ru: Информация об отправителе

source: Your linked telegram
de: Ihr verknüpftes Telegramm
ru: Ваш привязанный телеграм

source: was added in
de: wurde hinzugefügt in
ru: был добавлен в

source: Detach telegram
de: Telegramm trennen
ru: Отключить телеграм

source: Your linked email
de: Ihre verknüpfte E-Mail-Adresse
ru: Ваша привязанная почта

source: Change e-mail
de: E-Mail ändern
ru: Изменить почту

source: This telegram account is already linked!
de: Dieses Telegrammkonto ist bereits verknüpft!
ru: Этот телеграм уже привязан!

source: Back to profile page
de: Zurück zur Profilseite
ru: Вернуться на страницу профиля

source: List of your notifications
de: Liste Ihrer Benachrichtigungen
ru: Список ваших оповещений

source: Log out
de: Abmelden
ru: Выйти

source: Registration
de: Registrierung
ru: Регистрация

source: Create category
de: Kategorie erstellen
ru: Создать категорию

source: Deleting notification category
de: Benachrichtigungskategorie löschen
ru: Удаление категории оповещений

source: Are you sure you want to delete this notification category
de: Sind Sie sicher, dass Sie diese Benachrichtigungskategorie löschen möchten
ru: Вы уверены, что хотите удалить эту категорию оповещений

source: Editing notification category
de: Benachrichtigungskategorie bearbeiten
ru: Редактирование категории оповещений

source: Edit category
de: Kategorie bearbeiten
ru: Изменить категорию

source: Creating single notification
de: Einzelmeldung erstellen
ru: Создание одиночного оповещения

source: Before you can create a notification, you need to connect one of your networks
de: Bevor Sie eine Benachrichtigung erstellen können, müssen Sie eines Ihrer Netzwerke verbinden
ru: Прежде чем вы сможете создать оповещение, вам необходимо подключить одну из ваших социальных сетей

source: Connect
de: Verbinden
ru: Подключить

source: Create
de: Erstellen
ru: Создать

source: To create more notifications, you need to be a sub
de: Um weitere Benachrichtigungen zu erstellen, müssen Sie ein Sub sein
ru: Чтобы создавать больше оповещений, вам нужно быть подписчиком

source: Creating periodic notification
de: Periodische Benachrichtigung erstellen
ru: Создание периодичного оповещения

source: Every day
de: Täglich
ru: Каждый день

source: Your own dates
de: Ihre eigenen Termine
ru: Ваши собственные даты

source: Deleting periodic notification
de: Periodische Benachrichtigung löschen
ru: Удаление периодичного оповещения

source: Are you sure you want to delete this notification?
de: Sind Sie sicher, dass Sie diese Benachrichtigung löschen möchten?
ru: Вы уверены, что хотите удалить это оповещение?

source: Deleting single notification
de: Einzelne Benachrichtigung löschen
ru: Удаление одиночного оповещения

source: Editing single notification
de: Einzelne Benachrichtigung bearbeiten
ru: Редактирование одиночного оповещения

source: Editing periodic notification
de: Periodische Benachrichtigung bearbeiten
ru: Редактирование периодичного оповещения

source: Periodic notification
de: Regelmäßige Benachrichtigung
ru: Периодичное оповещение

source: You were reminded
de: Du wurdest daran erinnert
ru: Вам напомнили

source: times
de: mehrmals
ru: раз(-а)

source: Remain to be reminded
de: Es bleibt in Erinnerung
ru: Осталось напомнить

source: Your notification time stamps
de: Ihre Benachrichtigungszeitstempel
ru: Временные метки вашего оповещения

source: 0 active time stamps are left
de: es sind noch 0 aktive Zeitstempel übrig
ru: осталось 0 активных временных меток

source: Your notification revoked time stamps
de: Ihre Benachrichtigung widerrufene Zeitstempel
ru: Отменённые временные метки вашего оповещения

source: Make active
de: Aktiv machen
ru: Активировать

source: Single notification
de: Einmalige Anmeldung
ru: Одиночное оповещение

source: You were reminded in
de: Du wurdest erinnert in
ru: Вам напомнили в

source: Notification execution time
de: Ausführungszeit der Benachrichtigung
ru: Время исполнения оповещения

source: Remind right now
de: Erinnere dich jetzt
ru: Напомнить прямо сейчас

source: Your finished notifications
de: Ihre fertigen Benachrichtigungen
ru: Ваши завершенные оповещения

source: You don`t have any finished notifications.
de: Sie haben noch keine fertigen Benachrichtigungen.
ru: У вас нет никаких завершенных оповещений.

source: Your notifications
de: Ihre Benachrichtigungen
ru: Ваши оповещения

source: Create single notification
de: Einzelne Benachrichtigung erstellen
ru: Создать одиночное оповещение

source: Create periodic notification
de: Regelmäßige Benachrichtigung erstellen
ru: Создать периодичное оповещение

source: Search incomplited notifications by title or text...
de: Durchsuchen Sie unvollständige Benachrichtigungen nach Titel oder Text...
ru: Найти незавершённые оповещения по названию или тексту...

source: Search
de: Suche
ru: Найти

source: You don`t have any active notifications yet
de: Sie haben noch keine aktiven Benachrichtigungen
ru: У вас нет никаких активных оповещений.

source: List of timestamps of periodic notification
ru: Список временных меток периодического оповещения

source: Revoke this timestamp from the notification
de: Widerrufen Sie diesen Zeitstempel aus der Benachrichtigung
ru: Отменить эту отметку времени у оповещения

source: Revoke all notification time stamps
de: Alle Benachrichtigungszeitstempel widerrufen
ru: Отменить все временные метки оповещения

source: Revoke all notification timestamps
ru: Отменить все временные метки оповещения

source: Are you sure you want to revoke all notification time stamps
de: Sind Sie sicher, dass Sie alle Benachrichtigungszeitstempel widerrufen möchten
ru: Вы уверены, что хотите отменить все временные метки оповещения

source: Revoke
de: Widerrufen
ru: Отменить

source: Revoke notification timestamp
ru: Отменить временную метку оповещения

source: Are you sure you want to revoke this notification time stamp
de: Sind Sie sicher, dass Sie diesen Benachrichtigungszeitstempel widerrufen möchten
ru: Вы уверены, что хотите отменить эту временную метку оповещения

source: Were found
de: Wurden gefunden
ru: Было найдено

source: incomplited notification(-s) by request
de: unvollständige Mitteilung(en) auf Anfrage
ru: незавершённое(-ых) оповещение(-ий) по запросу

source: Nothing found for your request
de: Zu Ihrer Anfrage wurde nichts gefunden
ru: По вашему запросу ничего не найдено

source: Get back for your incomplited notifications page
de: Holen Sie sich Ihre unvollständige Benachrichtigungsseite zurück
ru: Вернуться на страницу своих незавершённых оповещений

source: study
de: Studie

source: work
de: Arbeiten

source: Create a new notification category
de: Erstellen Sie eine neue Benachrichtigungskategorie
